hurrican/wita-acceptance-test/src/citrus/resources/templates/cdm/v2/TAL_KUENDIGUNG_KUE_KD_01/GETDOCUMENT_REQUEST.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <getDocument
                xmlns="http://www.mnet.de/esb/cdm/Customer/DocumentArchiveService/v1">
            <endUserId>AIL_HURRICAN</endUserId>
            <documentId>@ignore@</documentId>
        </getDocument>
    </soap:Body>
</soap:Envelope>